{"pageProps":{"templateKey":"Studio","layout":"top","video":"https://player.vimeo.com/external/628953500.hd.mp4?s=1bfe435a8e9b72f21238f8da6f1e0de4b05d5093&profile_id=175","collaborationCredits":{"collaborator":"C.P. Company","url":"https://random.studio/projects/an-archival-experience-celebrating-c-p-companys-50th-anniversary"},"intro":"How can we reimagine the digital as a living, breathing part of our physical world?","middle":"We create spaces where the physical and non-physical merge; environments that invite people to play, reflect and connect.\n\n[More about our studio](/studio)","projects":[{"thumbnail":{"marginTop":0,"marginLeft":23,"image":"","width":54,"video":"https://player.vimeo.com/external/639898328.hd.mp4?s=8ed04ae1552ce15c4de6f09b14949d02655f034b&profile_id=175"},"caption":"A Glitch Palace \nfor the Dom Pérignon x Lady Gaga collaboration","project":"A Glitch Palace for the Dom Pérignon x Lady Gaga collaboration"},{"thumbnail":{"marginTop":0,"marginLeft":50,"image":"/img/cp-thumb.jpg","width":46},"project":"An Archival Experience celebrating <br>C.P. Company’s 50th Anniversary","caption":"An archival experience celebrating <br>C.P. Company’s anniversary"},{"thumbnail":{"marginTop":0,"marginLeft":4,"image":"/img/BV_1.jpg","width":46},"project":"A spatial listening experience for Bottega Veneta","caption":"A spatial listening experience for Bottega Veneta"},{"thumbnail":{"marginTop":-10,"marginLeft":58,"image":"/img/screenshot-2021-04-26-at-12.59.13.png","width":42},"project":"Tide, a kinetic window display for Alexander McQueen","caption":"A kinetic window display for Alexander McQueen"},{"thumbnail":{"marginTop":-5,"marginLeft":0,"image":"/img/HOI PAR002_SU21_MTZ_08.jpg","width":46},"project":"Nike Move to Zero House of Innovation Takeover","caption":"Nike Move to Zero House of Innovation takeover"},{"caption":"Kinetic architecture <br>\nfor A/D/O by MINI","project":"Kinetic architecture <br> for A/D/O by MINI","thumbnail":{"image":"/img/ADO_Perpetuum_15.jpg","marginLeft":61,"marginTop":-5,"width":35}},{"caption":"A store takeover at Place Vendôme <br>for the launch of Chanel's new watch","project":"A store takeover at Place Vendôme <br>for the launch of Chanel's new watch","thumbnail":{"image":"/img/thumbnail_chanel-1-.png","marginLeft":26,"marginTop":0,"width":46}}],"articles":null,"address":"> Gillis van Ledenberchstraat 112<br />1052 VK Amsterdam<br />The Netherlands<br />[Directions](https://goo.gl/maps/2sJnCcLummnmvrVb9)","phone":"+31 20 779 7735","email":"hello@random.studio","slug":"studio","title":"Random Studio","introBlock":[{"copy":"We create brand and service experiences that trigger a sense of wonder.","image":"/img/studio-hero-01.jpg","video":"/img/boat.mp4"},{"copy":"Our work comes to life in the space where the digital meets the physical. ","image":"/img/studio-hero-02.jpg","video":"/img/digital.mp4"}],"services":{"list":[{"copy":"Interactive brand and service experiences,\nincluding strategy, spatial design and engineering.\n","image":"/img/connected-space-02-lv-2x.jpg","title":"Experience Design for\nRetail and Exhibitions"},{"copy":"Strategy and continuous development\nfor services, tools and spatial infrastructure.","image":"/img/human-centered-products-02-Digital-Showroom@2x.jpg","title":"Product Development"},{"copy":"R&D Partnerships including bespoke trend reports,\nfuture concepts and prototypes.","image":"/img/design-research.png","title":"Design Research"}],"title":"Our Areas of Expertise:"},"skillset":["Strategy","Concept","Art Direction","Spatial Design","UX Design","Engineering"],"studioImpression":{"images":[{"image":"/img/studio_01.jpg"},{"image":"/img/studio_02.jpg"},{"image":"/img/studio_03.jpg"},{"image":"/img/studio_04.jpg"},{"image":"/img/studio_05.jpg"},{"image":"/img/studio_06.jpg"},{"image":"/img/studio_07.jpg"}],"showIndicator":true,"title":"Studio Impressions"},"jobOpenings":[{"jobTitle":"Experience Strategist","jobURL":"https://randomstudio.bamboohr.com/jobs/view.php?id=8&source=aWQ9Nw%3D%3D","jobDescription":"Random is an experience design studio based in Amsterdam and Paris. We explore how technology can be integrated into the foundations of a space; as part of our physical world, engaging us to explore, play and wonder.\n\nWe are looking for an experience strategist who can lead the proposal process and concept development phase for innovation programs and long-term projects.","jobIsVisible":true},{"jobTitle":"Junior QA Tester","jobURL":"https://randomstudio.bamboohr.com/jobs/view.php?id=12&source=aWQ9Nw%3D%3D","jobDescription":"As a Junior QA Tester at Random Studio, you will be part of a team of creatives and technologists that work together with the client to develop a digital platform for in-store experiences. You will be involved in scoping out the work to build new functionality and validate developed solutions. You will hunt for bugs and work within the team to guard the stability and quality of the work we deliver on one of our key accounts.","jobIsVisible":true},{"jobTitle":"Senior Experience Designer","jobURL":"https://randomstudio.bamboohr.com/jobs/view.php?id=10&source=aWQ9Nw%3D%3D","jobDescription":"Random is an experience design studio based in Amsterdam and Paris. Our work comes to life in the Interactive Space, a new domain, where the digital and the physical are fluid.\n\nWe use technology in a human, tangible way and so invite people to connect to each other and the space they are in.\n\nWe are looking for a Senior Experience Designer who can lead projects from start to end.\n\nYou will be responsible for&#58;\n- Leading your project team\n- Creating concepts, designs and overseeing prototypes\n- Leading client conversations and bringing them along the project process\n\n### Leading Teams\nLeading a team at Random means that you are responsible for the creative part of the project from A-Z. However, it does not mean that you are a hierarchical boss. Our team consists of different people from all kinds of disciplines, characters and strengths. You will shape and be part of the team and nurture a strong creative dynamic.\n\n### Process\nFor this role it is important that you understand which steps have to be taken to complete a project from strategic briefing to a fully delivered end result. You will work as a project lead and facilitate a team through research, ideation, art direction, prototypes and presentations. Furthermore, you will be responsible for instructing vendors (in collaboration with our producers) and delegating tasks to the project team.\n\n### Client Connection\nWe always try to make something new, this means instead of making something predefined, we will enter a creative process with our team and the client. It is important that you feel comfortable managing the creative energy between the client and us.\n\nBy joining our team you will have the opportunity to&#58;\n- Explore new ways for physical spaces to merge with digital technologies to create elevated experiences and services\n- Work on concepts for forward-thinking brands\n- Be involved throughout the full design process, from strategy to prototype to production\n- Directly collaborate with art directors, ux designers, producers and technologists, external and internal. We don’t have a set signature and so enjoy working with many different people also outside of our own studio.\n- Work in a high autonomy, low control environment\n\nWe expect you&#58;\n- To have minimal 4 years of experience in the field of spatial design, architecture, brand communication or interactive technologies\n- Are not fundamental about one approach to design and are able to synthesise various modes of thinking\n- To have a strong need to explore and make new things\n\n### Random Studio Diversity & Inclusion Statement\nAt Random Studio, we believe that an inclusive work environment and a diverse team are key to creating fresh and inspiring work. We’re looking for candidates who enrich our culture and challenge the status quo. We encourage everyone to bring their whole selves to work, and we strive to provide all candidates with an unbiased and accessible recruitment process. If you require assistance due to a disability when applying please let us know in your application so we can accommodate your needs.","jobIsVisible":true},{"jobTitle":"Senior UX Designer","jobURL":"https://randomstudio.bamboohr.com/jobs/view.php?id=11&source=aWQ9Nw%3D%3D","jobDescription":"At Random Studio, we create brand and service experiences that trigger a sense of wonder. Our work comes to life in the space where the digital meets the physical. As a studio, we value new ideas, new insight, new ways of seeing the world — and we are currently searching for a User Experience Designer to work primarily on one of our key accounts who can bring that to the table.","jobIsVisible":true},{"jobTitle":"Job function title","jobURL":"https://randomstudio.bamboohr.com/jobs/view.php?id=<ID here>","jobDescription":"Job description","jobIsVisible":false}]},"__N_SSG":true}